[
    "Which makes a better pet? Cats or dogs?",
    "Would you rather be really big or really small?",
    "What came first? The chicken or the egg?",
    "Homework should be banned. Agree or disagree?",
    "Mcdonald’s is the best fast food restaurant. Agree or disagree?",
    "Summer is better than winter. Agree or disagree?",
    "Who are better teachers? Men or women?",
    "Would you like to live forever?",
    "Children under 16 should be allowed to vote. Agree or disagree?",
    "Children shouldn’t be allowed cell phones until they are over 18. Agree or disagree?",
    "‘Smart phones’ make us stupid. Agree or disagree?",
    "What’s the best pizza toping?",
    "What’s more important? Being good looking or being smart?",
    "Playing video games is bad for health. Agree or disagree?",
    "No one should ever tell a lie. Agree or disagree?",
    "Which is a better dessert? Cake or ice cream?",
    "Humans are the most dangerous animals on the planet. Agree or disagree?",
    "Aliens may be living among us. Agree or disagree?",
    "Clowns are scary. Agree or disagree?",
    "Math is an important subject to learn. Agree or disagree?",
    "Would you rather be good at sports or good at exams?",
    "Kids are smarter than grown ups. Agree or disagree?",
    "Is it better to be rich with no friends or poor with many friends?",
    "It is important to wear a uniform at school. Agree or disagree?",
    "Should teachers have to wear a school uniform?",
    "Candy should be given as a reward in class. Agree or disagree?",
    "Are bad words bad?",
    "Students should be paid to go to school. Agree or disagree?",
    "Should students be allowed to use cell phones in class?",
    "Which is better? Tap water or bottled water?",
    "Will technology make people smarter?",
    "Is artificial intelligence dangerous?",
    "Will robots increase people’s quality of life?",
    "How do technological advances influence us?",
    "Will humans colonize another planet soon?",
    "Can all cars become electric?",
    "Does technology intensify human communication?",
    "Recent developments in technology transform people’s interests: yes or no?",
    "Can people save nature using technology (or destroy it)?",
    "Apple vs Samsung",
    "Do laws effectively keep up with changes in technology?"
]
